{
  "Physik Sekundarstufe I (Hessen, G9)": "Physics Secondary Level I (Hesse, G9)",
  "Learning landscape für das hessische Physik-Lehrplan G9 (Jg.7–10), als Kompetenzgraph kodiert.": "Learning landscape for the Hessian Physics curriculum G9 (grades 7–10), encoded as a competence graph.",
  "Physik Sekundarstufe I": "Physics Secondary Level I",
  "Oberziel für die Sekundarstufe I: Die lernende Person beherrscht die im Lehrplan beschriebenen Kompetenzen der Jahrgangsstufen 7 bis 10.": "Overarching goal for Secondary Level I: The learner masters the competencies described in the curriculum for grades 7 to 10.",
  "Einstieg in zentrale Gebiete der Physik mit Alltagsbezug und Experimenten.": "Introduction to central areas of physics with everyday relevance and experiments.",
  "Vertiefung Optik und Elektrizität, fakultative Schwerpunkte.": "Deepening of Optics and Electricity, optional focal points.",
  "Strukturierung übergreifender Konzepte wie Energie und Radioaktivität.": "Structuring overarching concepts such as energy and radioactivity.",
  "7.1 Optik 1": "7.1 Optics 1",
  "Lichtphänomene mit Strahlenmodell erkunden.": "Explore light phenomena with the ray model.",
  "Erste Erfahrungen mit Licht": "First Experiences with Light",
  "Die lernende Person kann grundlegende Beobachtungen zu Licht, Schatten und geradliniger Ausbreitung beschreiben.": "The learner can describe basic observations regarding light, shadows, and rectilinear propagation.",
  "Strahlenmodell nutzen": "Use Ray Model",
  "Die lernende Person kann Lichtwege mit dem Strahlenmodell darstellen und einfache Lichtwege vorhersagen.": "The learner can represent light paths with the ray model and predict simple light paths.",
  "Reflexion untersuchen": "Investigate Reflection",
  "Die lernende Person kann Reflexion an glatten Flächen untersuchen, Reflexionsgesetz anwenden und Spiegelbilder deuten.": "The learner can investigate reflection on smooth surfaces, apply the law of reflection, and interpret mirror images.",
  "7.2 Wärmelehre": "7.2 Thermodynamics",
  "Temperatur, Wärme und Teilchenmodell verstehen.": "Understand temperature, heat, and particle model.",
  "Temperatur und Wärme unterscheiden": "Distinguish Temperature and Heat",
  "Die lernende Person kann Temperatur als Zustandsgröße von Wärmeempfinden unterscheiden und Wärmequellen benennen.": "The learner can distinguish temperature as a state variable from the sensation of heat and name heat sources.",
  "Temperatur messen und Ausdehnung deuten": "Measure Temperature and Interpret Expansion",
  "Die lernende Person kann Temperatur messen und Ausdehnung fester Stoffe, Flüssigkeiten und Gase bei Temperaturänderung beschreiben.": "The learner can measure temperature and describe the expansion of solids, liquids, and gases upon temperature change.",
  "Teilchenmodell anwenden": "Apply Particle Model",
  "Die lernende Person kann Temperaturänderungen mithilfe des Teilchenmodells qualitativ erklären.": "The learner can qualitatively explain temperature changes using the particle model.",
  "Wärmeausbreitung beschreiben": "Describe Heat Propagation",
  "Die lernende Person kann Wärmeleitung, Konvektion und Wärmestrahlung unterscheiden und Beispiele zuordnen.": "The learner can distinguish heat conduction, convection, and thermal radiation and assign examples.",
  "7.3 Magnetismus und Elektrizität 1": "7.3 Magnetism and Electricity 1",
  "Grundlegende Magnet- und Stromphänomene erkunden.": "Explore basic magnetic and current phenomena.",
  "Magnete und Felder": "Magnets and Fields",
  "Die lernende Person kann Pole und Kräfte von Magneten beschreiben und das Konzept von Elementarmagneten nutzen.": "The learner can describe poles and forces of magnets and use the concept of elementary magnets.",
  "Einfache Stromkreise aufbauen": "Build Simple Circuits",
  "Die lernende Person kann Leitfähigkeit prüfen, geschlossene und offene Stromkreise herstellen und Schaltsymbole anwenden.": "The learner can test conductivity, create closed and open circuits, and apply circuit symbols.",
  "Wirkungen des elektrischen Stroms nutzen": "Use Effects of Electric Current",
  "Die lernende Person kann magnetische, Licht-, Wärme- und chemische Wirkungen des Stroms qualitativ beschreiben.": "The learner can qualitatively describe magnetic, light, thermal, and chemical effects of current.",
  "Stromstärke messen": "Measure Current Intensity",
  "Die lernende Person kann ein Amperemeter anschließen und Stromstärken in einfachen Stromkreisen messen.": "The learner can connect an ammeter and measure currents in simple circuits.",
  "7.4 Mechanik": "7.4 Mechanics",
  "Bewegungen, Kräfte und Reibung beschreiben.": "Describe movements, forces, and friction.",
  "Volumen, Masse und Dichte": "Volume, Mass, and Density",
  "Die lernende Person kann Volumen, Masse und Dichte von Körpern bestimmen und vergleichen.": "The learner can determine and compare volume, mass, and density of bodies.",
  "Bewegungen darstellen": "Represent Movements",
  "Die lernende Person kann gleichförmige und beschleunigte Bewegungen beschreiben und Weg-Zeit-Diagramme interpretieren.": "The learner can describe uniform and accelerated movements and interpret distance-time diagrams.",
  "Kräfte und Trägheit verstehen": "Understand Forces and Inertia",
  "Die lernende Person kann Änderungen von Bewegungszuständen durch Kräfte erklären und Trägheit beschreiben.": "The learner can explain changes in states of motion through forces and describe inertia.",
  "Kräfteigenschaften nutzen": "Use Force Properties",
  "Die lernende Person kann Kräfte zusammensetzen, Proportionalitäten erkennen und Wirkungslinien beschreiben.": "The learner can compose forces, recognize proportionalities, and describe lines of action.",
  "Reibung und Fortbewegung": "Friction and Locomotion",
  "Die lernende Person kann Reibungskräfte qualitativ deuten und ihre Rolle bei Fortbewegung erklären.": "The learner can qualitatively interpret friction forces and explain their role in locomotion.",
  "8.1 Optik 2": "8.1 Optics 2",
  "Linsenabbildung, Auge und optische Geräte verstehen.": "Understand lens imaging, the eye, and optical instruments.",
  "Abbildung durch Linsen": "Imaging by Lenses",
  "Die lernende Person kann Konvex- und Konkavlinsen beschreiben, Brennweite angeben und Bilder konstruieren.": "The learner can describe convex and concave lenses, state focal length, and construct images.",
  "Sehvorgang verstehen": "Understand Vision Process",
  "Die lernende Person kann den Sehvorgang im Auge erläutern und Kurz- sowie Weitsichtigkeit qualitativ erklären.": "The learner can explain the vision process in the eye and qualitatively explain nearsightedness and farsightedness.",
  "Optische Instrumente bauen": "Build Optical Instruments",
  "Die lernende Person kann einfache optische Instrumente wie Fernrohr oder Mikroskop beschreiben oder modellhaft bauen.": "The learner can describe simple optical instruments like telescopes or microscopes or build models of them.",
  "8.2 Elektrizität 2": "8.2 Electricity 2",
  "Stromkreise systematisch analysieren und sicher nutzen.": "Analyze circuits systematically and use them safely.",
  "Statische Elektrizität und Spannung": "Static Electricity and Voltage",
  "Die lernende Person kann Ladungstrennung beschreiben, Spannung messen und den Kondensator als Ladungsspeicher deuten.": "The learner can describe charge separation, measure voltage, and interpret the capacitor as charge storage.",
  "Zusammenhang von Spannung und Stromstärke": "Relationship between Voltage and Current",
  "Die lernende Person kann Stromstärke und Spannung messen und ihren Zusammenhang qualitativ erläutern.": "The learner can measure current and voltage and qualitatively explain their relationship.",
  "Schaltpläne und Widerstände anwenden": "Apply Circuit Diagrams and Resistors",
  "Die lernende Person kann Reihen- und Parallelschaltungen planen, Kirchhoff-Regeln nutzen und Widerstände deuten.": "The learner can plan series and parallel circuits, use Kirchhoff's laws, and interpret resistors.",
  "Elektrizität sicher nutzen": "Use Electricity Safely",
  "Die lernende Person kann Gefahren elektrischer Anlagen erläutern, Verhalten bei Gewitter erklären und Haushaltsstromkreise bewerten.": "The learner can explain dangers of electrical systems, explain behavior during thunderstorms, and assess household circuits.",
  "8.3 Druck und Auftrieb (fakultativ)": "8.3 Pressure and Buoyancy (optional)",
  "Druck, Auftrieb und Anwendungen verstehen.": "Understand pressure, buoyancy, and applications.",
  "Druck in Flüssigkeiten und Gasen": "Pressure in Liquids and Gases",
  "Die lernende Person kann Druck als Kraft pro Fläche beschreiben und Beispiele aus Technik und Alltag anführen.": "The learner can describe pressure as force per area and cite examples from technology and everyday life.",
  "Druckänderung und Temperatur": "Pressure Change and Temperature",
  "Die lernende Person kann qualitative Zusammenhänge zwischen Druck- und Temperaturänderung erläutern.": "The learner can explain qualitative relationships between pressure and temperature changes.",
  "Auftrieb verstehen": "Understand Buoyancy",
  "Die lernende Person kann das Archimedische Prinzip anwenden und Auftrieb in Wasser und Luft erklären.": "The learner can apply Archimedes' principle and explain buoyancy in water and air.",
  "Flug und Luftwiderstand": "Flight and Air Resistance",
  "Die lernende Person kann Auftrieb an Tragflächen und Luftwiderstand qualitativ beschreiben.": "The learner can qualitatively describe lift on airfoils and air resistance.",
  "8.3b Akustik (fakultativ)": "8.3b Acoustics (optional)",
  "Schallentstehung, Ausbreitung und Wahrnehmung beschreiben.": "Describe sound generation, propagation, and perception.",
  "Schallquellen und Empfänger": "Sound Sources and Receivers",
  "Die lernende Person kann Schall als Schwingung verstehen und Beispiele für Quellen und Empfänger benennen.": "The learner can understand sound as vibration and name examples for sources and receivers.",
  "Schallausbreitung erklären": "Explain Sound Propagation",
  "Die lernende Person kann Schallausbreitung im Teilchenbild deuten und Schallgeschwindigkeit vergleichen.": "The learner can interpret sound propagation in the particle model and compare sound perception.",
  "Schall charakterisieren": "Characterize Sound",
  "Die lernende Person kann Ton, Geräusch, Lautstärke und Tonhöhe unterscheiden und darstellen.": "The learner can distinguish and represent tone, noise, volume, and pitch.",
  "Hören und Umweltgeräusche": "Hearing and Environmental Sounds",
  "Die lernende Person kann den Aufbau des Ohrs erläutern und Auswirkungen von Lärm bewerten.": "The learner can explain the structure of the ear and assess the effects of noise.",
  "Schall und Musik": "Sound and Music",
  "Die lernende Person kann Schallphänomene an Musikinstrumenten beschreiben und Klanggestaltung erklären.": "The learner can describe sound phenomena on musical instruments and explain sound design.",
  "8.3c Farben (fakultativ)": "8.3c Colors (optional)",
  "Farben, Mischung und Technik beschreiben.": "Describe colors, mixing, and technology.",
  "Entstehung von Farben": "Origin of Colors",
  "Die lernende Person kann Farbzerlegung mit Prisma oder Farbkreis erklären und Weiß als zusammengesetzte Farbe deuten.": "The learner can explain color decomposition with a prism or color wheel and interpret white as a composite color.",
  "Farbmischung verstehen": "Understand Color Mixing",
  "Die lernende Person kann additive und subtraktive Farbmischung unterscheiden und Beispiele anwenden.": "The learner can distinguish additive and subtractive color mixing and apply examples.",
  "Farben wahrnehmen": "Perceive Colors",
  "Die lernende Person kann Alltagserfahrungen zur Farbwahrnehmung beschreiben.": "The learner can describe everyday experiences of color perception.",
  "Farben in Technik anwenden": "Apply Colors in Technology",
  "Die lernende Person kann technische Anwendungen wie Farbdruck oder Bildschirmfarben erklären.": "The learner can explain technical applications such as color printing or screen colors.",
  "10.1 Arbeit und Energie": "10.1 Work and Energy",
  "Mechanische und elektrische Energieformen verstehen.": "Understand mechanical and electrical forms of energy.",
  "Kraftverstärkende Werkzeuge": "Force-Amplifying Tools",
  "Die lernende Person kann einfache Maschinen als Kraftwandler beschreiben und Wirkungsgrad qualitativ deuten.": "The learner can describe simple machines as force transducers and qualitatively interpret efficiency.",
  "Kraftersparnis durch Räder": "Force Saving via Wheels",
  "Die lernende Person kann Rollen und Räder als Hilfsmittel zur Kraftersparnis erklären.": "The learner can explain pulleys and wheels as aids for force saving.",
  "Mechanische Energie beschreiben": "Describe Mechanical Energy",
  "Die lernende Person kann mechanische Energieformen unterscheiden und Energieumwandlungen qualitativ darstellen.": "The learner can distinguish forms of mechanical energy and qualitatively represent energy conversions.",
  "Wärme als Energieform": "Heat as a Form of Energy",
  "Die lernende Person kann Wärme als Energieform einordnen und einfache Energiebilanzen erläutern.": "The learner can classify heat as a form of energy and explain simple energy balances.",
  "Elektrische Energie nutzen": "Use Electrical Energy",
  "Die lernende Person kann elektrische Energieumwandlungen beschreiben und Anwendungen bewerten.": "The learner can describe electrical energy conversions and evaluate applications.",
  "10.2 Radioaktivität": "10.2 Radioactivity",
  "Bausteine des Atoms und radioaktive Strahlung kennenlernen.": "Get to know building blocks of the atom and radioactive radiation.",
  "Bausteine des Atoms": "Building Blocks of the Atom",
  "Die lernende Person kann Kern und Hülle des Atoms qualitativ beschreiben und Größenordnungen einschätzen.": "The learner can qualitatively describe the nucleus and shell of the atom and estimate orders of magnitude.",
  "Radioaktive Strahlung nachweisen": "Detect Radioactive Radiation",
  "Die lernende Person kann Arten radioaktiver Strahlung benennen, Nachweise beschreiben und Wirkungen bewerten.": "The learner can name types of radioactive radiation, describe detection methods, and assess effects.",
  "Anwendungen der Radioaktivität": "Applications of Radioactivity",
  "Die lernende Person kann Anwendungen und Risiken in Medizin, Technik oder Kernenergie diskutieren.": "The learner can discuss applications and risks in medicine, technology, or nuclear energy."
}