{
  "Einführungsphase Reaktionsgrundlagen": "Introductory Phase: Reaction Basics",
  "Grundlagen zu Redox- und Protolysereaktionen sowie ein erster Blick auf organische Stoffklassen und Energieträger.": "Basics of redox and protolysis reactions as well as a first look at organic substance classes and energy carriers.",
  "E.1 Redoxreaktionen": "E.1 Redox Reactions",
  "Elektronenübergänge als zentrales Reaktionsprinzip verstehen und auf galvanische Zellen sowie Elektrolyse übertragen.": "Understand electron transfers as a central reaction principle and apply it to galvanic cells and electrolysis.",
  "Redoxbegriffe sicher anwenden": "Apply redox terms confidently",
  "Die lernende Person kann Oxidation und Reduktion als Elektronenübergänge beschreiben, Oxidations- und Reduktionsmittel zuordnen und das Donator-Akzeptor-Prinzip an Beispielen erläutern.": "The learner can describe oxidation and reduction as electron transfers, assign oxidizing and reducing agents, and explain the donor-acceptor principle using examples.",
  "Oxidationszahlen bestimmen und bilanzieren": "Determine and balance oxidation numbers",
  "Die lernende Person kann Oxidationszahlen für Atome in Verbindungen herleiten und Redoxgleichungen mithilfe von Oxidationszahlen ausgleichen.": "The learner can derive oxidation numbers for atoms in compounds and balance redox equations using oxidation numbers.",
  "Einfache Redoxreihen aufstellen": "Establish simple redox series",
  "Die lernende Person kann aus Metallabscheidungen und Messungen einfacher galvanischer Zellen eine verkürzte Redoxreihe erstellen und Donator-/Akzeptor-Paare kennzeichnen.": "The learner can create a shortened redox series from metal depositions and measurements of simple galvanic cells and identify donor/acceptor pairs.",
  "Galvanische Elemente deuten": "Interpret galvanic elements",
  "Die lernende Person kann Aufbau und Funktionsweise eines galvanischen Elements erläutern, Elektrodenreaktionen formulieren und die Zellspannung qualitativ erklären.": "The learner can explain the structure and function of a galvanic element, formulate electrode reactions, and qualitatively explain the cell voltage.",
  "Elektrolyse beschreiben": "Describe electrolysis",
  "Die lernende Person kann an einem Beispiel die Elektrolyse erläutern, Stoffmengenbeziehungen angeben und Unterschiede zum galvanischen Element herausarbeiten.": "The learner can explain electrolysis using an example, state molar relationships, and work out differences to the galvanic element.",
  "E.2 Protolysereaktionen": "E.2 Protolysis Reactions",
  "Säuren und Basen nach Arrhenius und Brønsted charakterisieren, pH-Werte berechnen und Titrationen sicher durchführen.": "Characterize acids and bases according to Arrhenius and Brønsted, calculate pH values, and safely perform titrations.",
  "Arrhenius-Definitionen wiederholen": "Review Arrhenius definitions",
  "Die lernende Person kann typische anorganische Säuren und Basen anhand der Arrhenius-Definition benennen und ihre Formeln sicher angeben.": "The learner can name typical inorganic acids and bases based on the Arrhenius definition and state their formulas confidently.",
  "Lösungen berechnen und pH bestimmen": "Calculate solutions and determine pH",
  "Die lernende Person kann Stoffmengen, Konzentrationen und pH-Werte starker Säuren und Basen berechnen und Messergebnisse plausibilisieren.": "The learner can calculate amounts of substance, concentrations, and pH values of strong acids and bases and check measurement results for plausibility.",
  "Säure-Base-Titrationen planen": "Plan acid-base titrations",
  "Die lernende Person kann eine Titration mit Umschlagspunkt fachgerecht durchführen, Indikatoren auswählen und aus Volumina die Konzentration der Probe berechnen.": "The learner can professionally perform a titration with an endpoint, select indicators, and calculate the concentration of the sample from volumes.",
  "Brønsted-Konzept anwenden": "Apply Brønsted concept",
  "Die lernende Person kann Protolysegleichungen formulieren, korrespondierende Säure-Base-Paare identifizieren und Protonenübertragungen begründen.": "The learner can formulate protolysis equations, identify corresponding acid-base pairs, and justify proton transfers.",
  "Säure-Base-Paare vergleichen": "Compare acid-base pairs",
  "Die lernende Person kann mithilfe des Brønsted-Modells Reaktionsrichtungen abschätzen, Oxonium- und Hydroxidionen nachweisen und Modellvorstellungen reflektieren.": "The learner can estimate reaction directions using the Brønsted model, detect oxonium and hydroxide ions, and reflect on model concepts.",
  "E.3 Einführung organische Verbindungen": "E.3 Introduction to Organic Compounds",
  "Homologe Reihen, isomere Strukturen und erste funktionelle Gruppen als Grundlage der organischen Chemie verstehen.": "Understand homologous series, isomeric structures, and initial functional groups as the basis of organic chemistry.",
  "Homologe Reihen beschreiben": "Describe homologous series",
  "Die lernende Person kann Alkane und Alkene nomenklatorisch korrekt benennen, Strukturformeln skizzieren und einfache Isomerien unterscheiden.": "The learner can name alkanes and alkenes correctly according to nomenclature, sketch structural formulas, and distinguish simple isomerisms.",
  "Eigenschaften über Wechselwirkungen erklären": "Explain properties via interactions",
  "Die lernende Person kann den Einfluss von Van-der-Waals- und Wasserstoffbrücken auf Schmelz- und Siedetemperaturen sowie Löslichkeiten ausgewählter Stoffe begründen.": "The learner can justify the influence of Van der Waals forces and hydrogen bonds on melting and boiling temperatures as well as solubilities of selected substances.",
  "Radikalische Substitution nachvollziehen": "Understand radical substitution",
  "Die lernende Person kann den Mechanismus der Bromierung eines Alkans erläutern und Zwischenstufen mithilfe geeigneter Modelle darstellen.": "The learner can explain the mechanism of bromination of an alkane and represent intermediates using suitable models.",
  "Ethanol fachlich und gesellschaftlich einordnen": "Classify ethanol technically and socially",
  "Die lernende Person kann Eigenschaften von Ethanol aus der Hydroxygruppe ableiten und Wirkungen sowie Risiken im Alltag beurteilen.": "The learner can derive properties of ethanol from the hydroxyl group and assess effects and risks in everyday life.",
  "E.4 Erdöl und Erdgas – Brennstoffe": "E.4 Petroleum and Natural Gas – Fuels",
  "Fossile Rohstoffe gewinnen, trennen und unter Nachhaltigkeitsaspekten bewerten.": "Extract, separate, and evaluate fossil raw materials under sustainability aspects.",
  "Rohstoffvorkommen reflektieren": "Reflect on raw material deposits",
  "Die lernende Person kann Lagerstätten, Fördermethoden und ökologische Risiken der Erdöl- und Erdgasgewinnung erläutern.": "The learner can explain deposits, extraction methods, and ecological risks of petroleum and natural gas extraction.",
  "Fraktionierung und Cracken erklären": "Explain fractionation and cracking",
  "Die lernende Person kann die fraktionierte Destillation sowie das thermische Cracken qualitativ beschreiben und typische Produkte zuordnen.": "The learner can qualitatively describe fractional distillation as well as thermal cracking and assign typical products.",
  "Brennstoffe vergleichen": "Compare fuels",
  "Die lernende Person kann Verbrennungsreaktionen verschiedener Kohlenwasserstoffe vergleichen und energetische Kennzahlen im Kontext diskutieren.": "The learner can compare combustion reactions of various hydrocarbons and discuss energy figures in context.",
  "E.5 Mobile Energiewandler": "E.5 Mobile Energy Converters",
  "Energieumwandlung in Brennstoffzellen und Akkumulatoren diskutieren.": "Discuss energy conversion in fuel cells and accumulators.",
  "Brennstoffzellen verstehen": "Understand fuel cells",
  "Die lernende Person kann die Vorgänge an den Elektroden einer Wasserstoff-Sauerstoff-Brennstoffzelle beschreiben und den Einsatz als Energiespeicher diskutieren.": "The learner can describe the processes at the electrodes of a hydrogen-oxygen fuel cell and discuss its use as energy storage.",
  "Lithium-Ionen-Akkumulator einordnen": "Classify lithium-ion accumulator",
  "Die lernende Person kann Aufbau und Funktionsweise eines Lithium-Ionen-Akkus in vereinfachter Form erläutern und Nutzungsmöglichkeiten nennen.": "The learner can explain the structure and function of a lithium-ion battery in simplified form and name possible uses.",
  "Blei-Akkumulator beschreiben": "Describe lead accumulator",
  "Die lernende Person kann die elektrochemischen Prozesse im Blei-Akkumulator qualitativ deuten und Chancen sowie Grenzen als Energiespeicher benennen.": "The learner can qualitatively interpret the electrochemical processes in the lead accumulator and name opportunities and limits as energy storage.",
  "Q1 Stoffgruppen": "Q1 Substance Groups",
  "Funktionelle Gruppen, Reaktionstypen und alltagsnahe Stoffklassen analysieren.": "Analyze functional groups, reaction types, and everyday substance classes.",
  "Q1.1 Chemische Bindung & Strukturen": "Q1.1 Chemical Bonding & Structures",
  "Intramolekulare Bindungen und intermolekulare Kräfte analysieren und mit Reaktionsmechanismen verknüpfen.": "Analyze intramolecular bonds and intermolecular forces and link them to reaction mechanisms.",
  "Bindungsmodelle sicher nutzen": "Use bonding models confidently",
  "Die lernende Person kann Metall-, Ionen- und Elektronenpaarbindungen sowie Molekülgeometrien mit dem EPA-Modell erläutern.": "The learner can explain metallic, ionic, and covalent bonds as well as molecular geometries using the VSEPR model.",
  "Intermolekulare Kräfte vergleichen": "Compare intermolecular forces",
  "Die lernende Person kann Dipolkräfte, Wasserstoffbrücken, Ionen-Dipol-Wechselwirkungen und Van-der-Waals-Kräfte an Beispielen erläutern.": "The learner can explain dipole forces, hydrogen bonds, ion-dipole interactions, and Van der Waals forces using examples.",
  "Struktur-Eigenschafts-Zusammenhänge ableiten": "Derive structure-property relationships",
  "Die lernende Person kann Schmelz- und Siedetemperaturen sowie Löslichkeiten homologer Reihen mithilfe molekularer Kräfte begründen.": "The learner can justify melting and boiling temperatures as well as solubilities of homologous series using molecular forces.",
  "Reaktionstypen beschreiben": "Describe reaction types",
  "Die lernende Person kann radikalische Substitutionen und elektrophile Additionen an ungesättigten Verbindungen erklären und Nachweismethoden angeben.": "The learner can explain radical substitutions and electrophilic additions to unsaturated compounds and state detection methods.",
  "Aromaten vertieft analysieren (LK)": "Analyze aromatics in depth (LK)",
  "Die lernende Person kann den Mesomeriemechanismus im Benzol erklären und die elektrophile Substitution am Ring modellieren.": "The learner can explain the resonance mechanism in benzene and model electrophilic substitution on the ring.",
  "Q1.2 Alkanole & Carbonylverbindungen": "Q1.2 Alkanols & Carbonyl Compounds",
  "Eigenschaften, Nachweise und Reaktionen von Alkanolen, Aldehyden und Ketonen vergleichen.": "Compare properties, detection methods, and reactions of alkanols, aldehydes, and ketones.",
  "Alkanole klassifizieren": "Classify alkanols",
  "Die lernende Person kann Alkanole benennen, strukturformelgerechte Darstellungen nutzen und Konstitutionsisomere diskutieren.": "The learner can name alkanols, use proper structural formula representations, and discuss constitutional isomers.",
  "Polare Eigenschaften erklären": "Explain polar properties",
  "Die lernende Person kann Dipol-Dipol-Wechselwirkungen und Wasserstoffbrücken zur Deutung von Löslichkeit und Siedetemperatur heranziehen.": "The learner can use dipole-dipole interactions and hydrogen bonds to interpret solubility and boiling temperature.",
  "Nukleophile Substitution anwenden": "Apply nucleophilic substitution",
  "Die lernende Person kann Reaktionsgleichungen zwischen Halogenalkanen und Hydroxidionen formulieren und Nachweise für Halogenidionen beschreiben.": "The learner can formulate reaction equations between haloalkanes and hydroxide ions and describe tests for halide ions.",
  "Oxidation von Alkanolen vergleichen": "Compare oxidation of alkanols",
  "Die lernende Person kann primäre, sekundäre und tertiäre Alkanole unterscheiden und Oxidationsprodukte samt Nachweisen erläutern.": "The learner can distinguish primary, secondary, and tertiary alkanols and explain oxidation products and their tests.",
  "Substitutionsmechanismen differenzieren (LK)": "Differentiate substitution mechanisms (LK)",
  "Die lernende Person kann SN1- und SN2-Mechanismen gegenüberstellen und sterische sowie induktive Effekte diskutieren.": "The learner can contrast SN1 and SN2 mechanisms and discuss steric and inductive effects.",
  "Q1.3 Alkansäuren und Derivate": "Q1.3 Alkanoic Acids and Derivatives",
  "Carbonsäuren und Ester strukturell beschreiben, Reaktionen bilanzieren und Anwendungen beurteilen.": "Describe carboxylic acids and esters structurally, balance reactions, and assess applications.",
  "Carbonsäuren beschreiben": "Describe carboxylic acids",
  "Die lernende Person kann Carboxylgruppen nachweisen, homologe Reihen darstellen und Strukturformeln sicher schreiben.": "The learner can detect carboxyl groups, represent homologous series, and write structural formulas confidently.",
  "Acidität begründen": "Justify acidity",
  "Die lernende Person kann den Einfluss polarer Bindungen, induktiver Effekte und Mesomerie auf die Säurestärke von Carbonsäuren erklären.": "The learner can explain the influence of polar bonds, inductive effects, and resonance on the acid strength of carboxylic acids.",
  "Esterbildung planen": "Plan ester formation",
  "Die lernende Person kann Kondensationsreaktionen zwischen Alkoholen und Carbonsäuren formulieren und Anwendungen nennen.": "The learner can formulate condensation reactions between alcohols and carboxylic acids and name applications.",
  "Esterhydrolyse erklären": "Explain ester hydrolysis",
  "Die lernende Person kann saure und alkalische Esterhydrolysen unterscheiden und Reaktionsprodukte bilanzieren.": "The learner can distinguish acidic and alkaline ester hydrolysis and balance reaction products.",
  "Mehrfunktionelle Säuren analysieren (LK)": "Analyze polyfunctional acids (LK)",
  "Die lernende Person kann Di- und Tricarbonsäuren strukturell beschreiben und Mechanismen der alkalischen Esterhydrolyse vertiefen.": "The learner can describe di- and tricarboxylic acids structurally and deepen mechanisms of alkaline ester hydrolysis.",
  "Q1.4 Seifen": "Q1.4 Soaps",
  "Seifenherstellung, Tensidstruktur und Waschprozesse verstehen.": "Understand soap production, surfactant structure, and washing processes.",
  "Seifen herstellen": "Produce soaps",
  "Die lernende Person kann die alkalische Hydrolyse von Fetten beschreiben und Produkte trennen.": "The learner can describe the alkaline hydrolysis of fats and separate products.",
  "Micellenbildung deuten": "Interpret micelle formation",
  "Die lernende Person kann Aufbau von Seifen an Grenzflächen erklären und Emulgatorwirkung beschreiben.": "The learner can explain the structure of soaps at interfaces and describe the emulsifying effect.",
  "Waschvorgänge beeinflussen": "Influence washing processes",
  "Die lernende Person kann Faktoren der Waschwirkung wie Temperatur, Wasserhärte und Tensidkonzentration diskutieren.": "The learner can discuss factors of washing efficiency such as temperature, water hardness, and surfactant concentration.",
  "Wasserhärte quantifizieren (LK)": "Quantify water hardness (LK)",
  "Die lernende Person kann permanente und temporäre Härte unterscheiden und Verfahren zur Enthärtung erläutern.": "The learner can distinguish permanent and temporary hardness and explain methods for softening.",
  "Q1.5 Konservierungsstoffe": "Q1.5 Preservatives",
  "Strategien zur Lebensmittelkonservierung vergleichen und bewerten.": "Compare and evaluate strategies for food preservation.",
  "Konservierungsmethoden vergleichen": "Compare preservation methods",
  "Die lernende Person kann historische und moderne Verfahren der Lebensmittelkonservierung gegenüberstellen und Risiken benennen.": "The learner can contrast historical and modern methods of food preservation and name risks.",
  "Ascorbinsäure nachweisen": "Detect ascorbic acid",
  "Die lernende Person kann einen qualitativen Nachweis für Ascorbinsäure durchführen und als Antioxidans deuten.": "The learner can perform a qualitative test for ascorbic acid and interpret it as an antioxidant.",
  "Einsatz von Sorbinsäure bewerten": "Evaluate use of sorbic acid",
  "Die lernende Person kann Wirkweise, Dosierung und rechtliche Aspekte von Sorbinsäure als Konservierungsstoff erläutern.": "The learner can explain the mode of action, dosage, and legal aspects of sorbic acid as a preservative.",
  "Parabene quantitativ bestimmen (LK)": "Quantitatively determine parabens (LK)",
  "Die lernende Person kann den Gehalt von Ascorbinsäure oder p-Hydroxybenzoesäureestern mithilfe geeigneter Verfahren bestimmen.": "The learner can determine the content of ascorbic acid or p-hydroxybenzoic acid esters using suitable methods.",
  "Q2 Naturstoffe und Synthesechemie": "Q2 Natural Products and Synthetic Chemistry",
  "Proteine, Kohlenhydrate, Fette sowie Kunststoffe analysieren und nachhaltige Synthesewege entwickeln.": "Analyze proteins, carbohydrates, fats, and plastics and develop sustainable synthesis pathways.",
  "Q2.1 Naturstoffe": "Q2.1 Natural Products",
  "Aufbau und Reaktionen von Aminosäuren, Proteinen, Kohlenhydraten und Fetten untersuchen.": "Investigate structure and reactions of amino acids, proteins, carbohydrates, and fats.",
  "Aminosäuren charakterisieren": "Characterize amino acids",
  "Die lernende Person kann Struktur, Zwitterionenbildung und Säure-Base-Eigenschaften proteinogener Aminosäuren darstellen.": "The learner can depict structure, zwitterion formation, and acid-base properties of proteinogenic amino acids.",
  "Peptidbindungen erklären": "Explain peptide bonds",
  "Die lernende Person kann Kondensationsreaktionen zwischen Aminosäuren formulieren und den Aufbau von Proteinen beschreiben.": "The learner can formulate condensation reactions between amino acids and describe the structure of proteins.",
  "Kohlenhydrate analysieren": "Analyze carbohydrates",
  "Die lernende Person kann Mono-, Di- und Polysaccharide unterscheiden, Nachweise erläutern und Strukturmerkmale deuten.": "The learner can distinguish mono-, di-, and polysaccharides, explain tests, and interpret structural features.",
  "Fette bewerten": "Evaluate fats",
  "Die lernende Person kann Zusammensetzung, Sättigungsgrad und Hydrierung von Fetten erklären und Bedeutung für Ernährung diskutieren.": "The learner can explain composition, degree of saturation, and hydrogenation of fats and discuss significance for nutrition.",
  "Chromatografische Analysen (LK)": "Chromatographic analyses (LK)",
  "Die lernende Person kann Dünnschichtchromatografie von Aminosäuren planen, Laufmittel wählen und Rf-Werte auswerten.": "The learner can plan thin-layer chromatography of amino acids, choose solvents, and evaluate Rf values.",
  "Q2.2 Grundlagen der Kunststoffchemie": "Q2.2 Fundamentals of Polymer Chemistry",
  "Polymerklassen, Synthesereaktionen und Recyclingstrategien vergleichen.": "Compare polymer classes, synthesis reactions, and recycling strategies.",
  "Kunststoffe einteilen": "Classify plastics",
  "Die lernende Person kann Thermoplaste, Duroplaste und Elastomere anhand ihrer Struktur und Eigenschaften unterscheiden.": "The learner can distinguish thermoplastics, thermosets, and elastomers based on their structure and properties.",
  "Radikalische Polymerisation beschreiben": "Describe radical polymerization",
  "Die lernende Person kann den Mechanismus der radikalischen Polymerisation skizzieren und die Herstellung von Polyethylen erläutern.": "The learner can sketch the mechanism of radical polymerization and explain the production of polyethylene.",
  "Polykondensation verstehen": "Understand polycondensation",
  "Die lernende Person kann die Bildung von Polyestern oder Polyamiden beschreiben und Monomere zuordnen.": "The learner can describe the formation of polyesters or polyamides and assign monomers.",
  "Recyclingstrategien abwägen": "Weigh recycling strategies",
  "Die lernende Person kann werkstoffliches und rohstoffliches Recycling erklären und ökologische Aspekte diskutieren.": "The learner can explain mechanical and feedstock recycling and discuss ecological aspects.",
  "Polyadditionen analysieren (LK)": "Analyze polyadditions (LK)",
  "Die lernende Person kann die Bildung von Polyurethanen erläutern und Besonderheiten der Reaktionsführung erklären.": "The learner can explain the formation of polyurethanes and particularities of the reaction control.",
  "Q2.3 Chemie der Aromaten": "Q2.3 Chemistry of Aromatics",
  "Aromatische Systeme strukturell und reaktiv vertiefen.": "Deepen understanding of aromatic systems structurally and reactively.",
  "Benzolstruktur deuten": "Interpret benzene structure",
  "Die lernende Person kann das delokalisierte π-System und die besondere Stabilität von Benzol mithilfe des Mesomeriemodells erklären.": "The learner can explain the delocalized π-system and the special stability of benzene using the resonance model.",
  "Halogenierung am Aromaten beschreiben": "Describe halogenation of aromatics",
  "Die lernende Person kann den Mechanismus der elektrophilen Substitution am Aromaten erläutern und Reaktionsbedingungen diskutieren.": "The learner can explain the mechanism of electrophilic substitution on aromatics and discuss reaction conditions.",
  "Dirigierende Effekte analysieren (LK)": "Analyze directing effects (LK)",
  "Die lernende Person kann induktive und mesomere Effekte bei Zweitsubstitutionen erklären und Beispiele wie Toluol oder Phenol diskutieren.": "The learner can explain inductive and mesomeric effects in secondary substitutions and discuss examples such as toluene or phenol.",
  "Q2.4 Organische Werkstoffe": "Q2.4 Organic Materials",
  "Biobasierte Polymere und elastische Werkstoffe bewerten.": "Evaluate bio-based polymers and elastic materials.",
  "Biokunststoffe erläutern": "Explain bioplastics",
  "Die lernende Person kann Synthese und Eigenschaften von Polymilchsäure (PLA) beschreiben und Einsatzfelder nennen.": "The learner can describe synthesis and properties of polylactic acid (PLA) and name fields of application.",
  "Copolymere verstehen": "Understand copolymers",
  "Die lernende Person kann Aufbau und Eigenschaften einfacher Copolymere erläutern und Vorteile gegenüber Homopolymeren diskutieren.": "The learner can explain structure and properties of simple copolymers and discuss advantages over homopolymers.",
  "Synthesen spezieller Werkstoffe (LK)": "Syntheses of special materials (LK)",
  "Die lernende Person kann Synthese und Vulkanisation von synthetischem Kautschuk sowie Eigenschaften modifizierter Cellulose erläutern.": "The learner can explain synthesis and vulcanization of synthetic rubber as well as properties of modified cellulose.",
  "Q3 Chemisches Gleichgewicht": "Q3 Chemical Equilibrium",
  "Gleichgewichte verstehen, beeinflussen und quantitativ beschreiben.": "Understand, influence, and quantitatively describe equilibria.",
  "Q3.1 Chemische Gleichgewichte": "Q3.1 Chemical Equilibria",
  "Dynamische Gleichgewichte qualitativ deuten und quantitativ berechnen.": "Qualitatively interpret and quantitatively calculate dynamic equilibria.",
  "Gleichgewichtsdynamik nachweisen": "Demonstrate equilibrium dynamics",
  "Die lernende Person kann das gleichzeitige Vorliegen von Edukten und Produkten experimentell zeigen und das dynamische Gleichgewicht definieren.": "The learner can experimentally show the simultaneous presence of reactants and products and define the dynamic equilibrium.",
  "Massenwirkungsgesetz anwenden": "Apply Law of Mass Action",
  "Die lernende Person kann Gleichgewichtskonstanten vereinfachter Systeme berechnen und interpretiert den Zahlenwert im Kontext.": "The learner can calculate equilibrium constants of simplified systems and interprets the numerical value in context.",
  "Le-Chatelier-Prinzip nutzen": "Use Le Chatelier's principle",
  "Die lernende Person kann den Einfluss von Konzentration, Druck und Temperatur auf die Lage eines Gleichgewichts qualitativ vorhersagen.": "The learner can qualitatively predict the influence of concentration, pressure, and temperature on the position of an equilibrium.",
  "Katalysatoren beurteilen": "Assess catalysts",
  "Die lernende Person kann erläutern, wie Katalysatoren die Einstellung eines Gleichgewichts beeinflussen und Beispiele für homogene und heterogene Katalyse nennen.": "The learner can explain how catalysts influence the establishment of an equilibrium and name examples of homogeneous and heterogeneous catalysis.",
  "Haber-Bosch-Verfahren berechnen (LK)": "Calculate Haber-Bosch process (LK)",
  "Die lernende Person kann das Haber-Bosch-Verfahren analysieren, MWG-Gleichungen mit verschiedenen stöchiometrischen Faktoren anwenden und Konzentrationen berechnen.": "The learner can analyze the Haber-Bosch process, apply LMA equations with different stoichiometric factors, and calculate concentrations.",
  "Q3.2 Protolysegleichgewichte": "Q3.2 Protolysis Equilibria",
  "Säure-Base-Gleichgewichte quantitativ erfassen und Titrationskurven auswerten.": "Quantitatively record acid-base equilibria and evaluate titration curves.",
  "Brønsted-Konzept vertiefen": "Deepen Brønsted concept",
  "Die lernende Person kann Protolysegleichungen aufstellen und korrespondierende Paare sicher identifizieren.": "The learner can set up protolysis equations and safely identify corresponding pairs.",
  "pK-Werte nutzen": "Use pK values",
  "Die lernende Person kann Stärke von Säuren und Basen mithilfe von pKS- und pKB-Werten vergleichen.": "The learner can compare strength of acids and bases using pKa and pKb values.",
  "pH-Werte starker Lösungen berechnen": "Calculate pH values of strong solutions",
  "Die lernende Person kann für starke Säuren und Basen pH-Werte aus Konzentrationen bestimmen und Messergebnisse interpretieren.": "The learner can determine pH values from concentrations for strong acids and bases and interpret measurement results.",
  "Titrationskurven deuten": "Interpret titration curves",
  "Die lernende Person kann Titrationsdaten auswerten, Äquivalenzpunkte bestimmen und mehrprotonige Systeme qualitativ beschreiben.": "The learner can evaluate titration data, determine equivalence points, and qualitatively describe polyprotic systems.",
  "Puffergleichungen anwenden (LK)": "Apply buffer equations (LK)",
  "Die lernende Person kann Pufferlösungen mithilfe der Henderson-Hasselbalch-Gleichung quantitativ beschreiben.": "The learner can quantitatively describe buffer solutions using the Henderson-Hasselbalch equation.",
  "Q3.3 Redoxgleichgewichte": "Q3.3 Redox Equilibria",
  "Redoxreihen, Elektrolyse und Korrosion mit Gleichgewichtskonzepten verknüpfen.": "Link redox series, electrolysis, and corrosion with equilibrium concepts.",
  "Spannungsreihen nutzen": "Use electrochemical series",
  "Die lernende Person kann Standardpotenziale interpretieren und Zellspannungen bei Standardbedingungen berechnen.": "The learner can interpret standard potentials and calculate cell voltages under standard conditions.",
  "Wasserstoff als Energieträger beurteilen": "Assess hydrogen as energy carrier",
  "Die lernende Person kann Elektrolyse mithilfe regenerativer Energiequellen beschreiben und Effizienzfragen diskutieren.": "The learner can describe electrolysis using renewable energy sources and discuss efficiency questions.",
  "Korrosion verstehen": "Understand corrosion",
  "Die lernende Person kann Lokalelemente erläutern, Korrosionsschutzmaßnahmen begründen und Opferanoden erklären.": "The learner can explain local cells, justify corrosion protection measures, and explain sacrificial anodes.",
  "Nernst-Gleichung anwenden (LK)": "Apply Nernst equation (LK)",
  "Die lernende Person kann Konzentrationszellen mithilfe der Nernst-Gleichung berechnen und Aussagen zur Zellspannung treffen.": "The learner can calculate concentration cells using the Nernst equation and make statements about cell voltage.",
  "Q3.4 Puffersysteme": "Q3.4 Buffer Systems",
  "Puffersysteme qualitativ und quantitativ einordnen.": "Classify buffer systems qualitatively and quantitatively.",
  "Geschlossene Puffersysteme": "Closed buffer systems",
  "Die lernende Person kann das Phosphat-Puffersystem beschreiben und die Wirkung mithilfe von Le Chatelier begründen.": "The learner can describe the phosphate buffer system and justify the effect using Le Chatelier's principle.",
  "Offene Puffersysteme": "Open buffer systems",
  "Die lernende Person kann Kohlensäure-Hydrogencarbonat- und Ammoniumpuffer in offenen Systemen qualitativ erläutern.": "The learner can qualitatively explain carbonic acid-bicarbonate and ammonium buffers in open systems.",
  "Henderson-Hasselbalch vertiefen (LK)": "Deepen Henderson-Hasselbalch (LK)",
  "Die lernende Person kann für Pufferlösungen quantitative pH-Berechnungen durchführen.": "The learner can perform quantitative pH calculations for buffer solutions.",
  "Q3.5 Geschwindigkeit chemischer Reaktionen": "Q3.5 Speed of Chemical Reactions",
  "Reaktionsgeschwindigkeiten messen, deuten und beeinflussen.": "Measure, interpret, and influence reaction rates.",
  "Geschwindigkeiten bestimmen": "Determine rates",
  "Die lernende Person kann mittlere und momentane Reaktionsgeschwindigkeiten aus Konzentrations-Zeit-Diagrammen bestimmen.": "The learner can determine average and instantaneous reaction rates from concentration-time diagrams.",
  "Einflussfaktoren diskutieren": "Discuss influencing factors",
  "Die lernende Person kann den Einfluss von Stoffart, Konzentration und Zerteilungsgrad auf die Reaktionsgeschwindigkeit qualitativ erklären.": "The learner can qualitatively explain the influence of substance type, concentration, and degree of division on the reaction rate.",
  "Autokatalysen untersuchen (LK)": "Investigate autocatalysis (LK)",
  "Die lernende Person kann den Verlauf einer autokatalytischen Reaktion wie Oxalsäure mit Permanganat analysieren.": "The learner can analyze the course of an autocatalytic reaction such as oxalic acid with permanganate.",
  "Q4 Energie und Nachhaltigkeit": "Q4 Energy and Sustainability",
  "Thermodynamische Prinzipien, nachhaltige Energieträger und moderne Waschmittel evaluieren.": "Evaluate thermodynamic principles, sustainable energy carriers, and modern detergents.",
  "Q4.1 Energetische und kinetische Aspekte": "Q4.1 Energetic and Kinetic Aspects",
  "Thermodynamische Sätze, Enthalpie und Entropie zur Bewertung chemischer Prozesse nutzen.": "Use thermodynamic laws, enthalpy, and entropy to evaluate chemical processes.",
  "1. Hauptsatz anwenden": "Apply 1st Law of Thermodynamics",
  "Die lernende Person kann offene, geschlossene und isolierte Systeme unterscheiden und Energieerhaltung qualitativ erklären.": "The learner can distinguish open, closed, and isolated systems and qualitatively explain conservation of energy.",
  "Enthalpien berechnen": "Calculate enthalpies",
  "Die lernende Person kann Reaktionsenthalpien mit dem Satz von Hess und einfachen Kalorimetrieansätzen bestimmen.": "The learner can determine reaction enthalpies using chemically Hess's law and simple calorimetry approaches.",
  "Die lernende Person kann den Einfluss der Temperatur auf Reaktionsgeschwindigkeiten mithilfe der Stoßtheorie begründen.": "The learner can justify the influence of temperature on reaction rates using collision theory.",
  "Entropie und freie Enthalpie (LK)": "Entropy and Gibbs Free Energy (LK)",
  "Die lernende Person kann Entropiebeiträge diskutieren und mithilfe der Gibbs-Helmholtz-Gleichung Aussagen zur Spontanität treffen.": "The learner can discuss entropy contributions and make statements about spontaneity using the Gibbs-Helmholtz equation.",
  "Q4.2 Nachhaltige Chemie & Energieumwandlung": "Q4.2 Sustainable Chemistry & Energy Conversion",
  "Energieumwandlungen in Brennstoffzellen und biogenen Kraftstoffen bewerten.": "Evaluate energy conversions in fuel cells and biogenic fuels.",
  "Brennstoffzellen bewerten": "Evaluate fuel cells",
  "Die lernende Person kann Elektrodenreaktionen in sauren und alkalischen Brennstoffzellen erläutern und Vor- sowie Nachteile diskutieren.": "The learner can explain electrode reactions in acidic and alkaline fuel cells and discuss advantages and disadvantages.",
  "Pflanzenölkraftstoffe einordnen": "Classify vegetable oil fuels",
  "Die lernende Person kann Aufbau von Triglyceriden beschreiben und ökologische Folgen des Einsatzes diskutieren.": "The learner can describe the structure of triglycerides and discuss ecological consequences of their use.",
  "Bioethanolproduktion erklären": "Explain bioethanol production",
  "Die lernende Person kann die Gewinnung von Glucose und deren Umwandlung zu Ethanol durch Gärung beschreiben und Nutzen-Risiko-Aspekte bewerten.": "The learner can describe the production of glucose and its conversion to ethanol by fermentation and assess benefit-risk aspects.",
  "Elektrofahrzeuge analysieren (LK)": "Analyze electric vehicles (LK)",
  "Die lernende Person kann Aufbau und Einsatz von Lithium-Ionen-Akkumulatoren in Elektrofahrzeugen bewerten.": "The learner can evaluate the structure and use of lithium-ion batteries in electric vehicles.",
  "Q4.3 Nachhaltige Chemie am Waschmittel": "Q4.3 Sustainable Chemistry in Detergents",
  "Moderne Waschmittelrezepturen hinsichtlich Nachhaltigkeit analysieren.": "Analyze modern detergent formulations regarding sustainability.",
  "Tensidstrukturen analysieren": "Analyze surfactant structures",
  "Die lernende Person kann anionische, kationische und nichtionische Tenside anhand ihres Aufbaus charakterisieren.": "The learner can characterize anionic, cationic, and nonionic surfactants based on their structure.",
  "Zusammensetzung moderner Waschmittel": "Composition of modern detergents",
  "Die lernende Person kann Funktionen von Enthärtern, Bleichsystemen, Enzymen und Hilfsstoffen erklären.": "The learner can explain functions of softeners, bleaching systems, enzymes, and auxiliaries.",
  "Nachhaltigkeit bewerten": "Evaluate sustainability",
  "Die lernende Person kann ökologische, ökonomische und soziale Aspekte moderner Waschmittel reflektieren.": "The learner can reflect on ecological, economic, and social aspects of modern detergents.",
  "Enthärter und Abbauwege (LK)": "Softeners and degradation pathways (LK)",
  "Die lernende Person kann Zeolith-Enthärter strukturell erklären und biologische Abbauwege von Tensiden beschreiben.": "The learner can explain zeolite softeners structurally and describe biological degradation pathways of surfactants.",
  "Molekülorbital-Modelle anwenden": "Apply molecular orbital models",
  "Die lernende Person kann einfache MO-Diagramme (z. B. O2, N2) interpretieren und Bindungsordnung ableiten.": "The learner can interpret simple MO diagrams (e.g. O2, N2) and derive bond order.",
  "Stereochemie einordnen": "Classify stereochemistry",
  "Die lernende Person kann Konstitution, Konfiguration (R/S, E/Z) und Konformation unterscheiden und darstellen.": "The learner can distinguish and represent constitution, configuration (R/S, E/Z), and conformation.",
  "Grundlagen Spektroskopie": "Basics of spectroscopy",
  "Die lernende Person kann IR- und 1H-NMR-Grundsignale einfachen organischen Strukturen zuordnen.": "The learner can assign IR and 1H-NMR basic signals to simple organic structures.",
  "SN1/SN2 vergleichen": "Compare SN1/SN2",
  "Die lernende Person kann SN1- und SN2-Mechanismen bzgl. Kinetik, Lösungsmittel und Substrat deuten.": "The learner can interpret SN1 and SN2 mechanisms regarding kinetics, solvent, and substrate.",
  "Carbonylreaktivität bewerten": "Evaluate carbonyl reactivity",
  "Die lernende Person kann Reaktivität von Aldehyden vs. Ketonen mechanistisch begründen.": "The learner can justify the reactivity of aldehydes vs. ketones mechanistically.",
  "Grignard-Synthesen deuten": "Interpret Grignard syntheses",
  "Die lernende Person kann Grignard-Reagenzien einsetzen und Reaktionsschritte formulieren.": "The learner can use Grignard reagents and formulate reaction steps.",
  "Carbonsäure-Derivate vergleichen": "Compare carboxylic acid derivatives",
  "Die lernende Person kann Reaktivität von Chloriden, Anhydriden und Estern ordnen und begründen.": "The learner can order and justify the reactivity of chlorides, anhydrides, and esters.",
  "Transesterifizierung planen": "Plan transesterification",
  "Die lernende Person kann Transesterifizierungen planen und Gleichgewichte beurteilen.": "The learner can plan transesterifications and assess equilibria.",
  "Ringbildung und Lactone": "Ring formation and lactones",
  "Die lernende Person kann intramolekulare Esterbildungen und Lacton-Stabilität erklären.": "The learner can explain intramolecular ester formations and lactone stability.",
  "Tensid-Performance bewerten": "Evaluate surfactant performance",
  "Die lernende Person kann CMC, Schaumbildung und Schmutztragevermögen quantifizieren.": "The learner can quantify CMC, foaming, and dirt carrying capacity.",
  "Biologische Abbaubarkeit": "Biodegradability",
  "Die lernende Person kann Kriterien der Tensid-Bioabbaubarkeit erläutern.": "The learner can explain criteria of surfactant biodegradability.",
  "Redoxbasierte Konservierung": "Redox-based preservation",
  "Die lernende Person kann redoxaktive Konservierungsstrategien bewerten.": "The learner can evaluate redox-active preservation strategies.",
  "Proteinstruktur und Faltung": "Protein structure and folding",
  "Die lernende Person kann Proteinstrukturebenen und Faltungsfaktoren erläutern.": "The learner can explain protein structure levels and folding factors.",
  "Enzymkinetik vertiefen": "Deepen enzyme kinetics",
  "Die lernende Person kann einfache Michaelis-Menten-Zusammenhänge deuten.": "The learner can interpret simple Michaelis-Menten relationships.",
  "Glykosidische Bindungen": "Glycosidic bonds",
  "Die lernende Person kann glykosidische Bindungen und Hydrolyse/Verknüpfung erklären.": "The learner can explain glycosidic bonds and hydrolysis/linkage.",
  "Polymer-Tg und Tm": "Polymer Tg and Tm",
  "Die lernende Person kann Glasübergang und Schmelzpunkt von Polymeren deuten.": "The learner can interpret glass transition and melting point of polymers.",
  "Eigenschaftsprofile von Polymeren": "Property profiles of polymers",
  "Die lernende Person kann Eigenschaftsprofile (Festigkeit, Barriere, Transparenz) strukturbezogen erklären.": "The learner can explain property profiles (strength, barrier, transparency) structure-related.",
  "Biopolymer-Abbau": "Biopolymer degradation",
  "Die lernende Person kann Abbaumechanismen und Bedingungen für Biopolymere erläutern.": "The learner can explain degradation mechanisms and conditions for biopolymers.",
  "σ-Komplex-Mechanismus": "σ-complex mechanism",
  "Die lernende Person kann den Mechanismus der elektrophilen Substitution über den σ-Komplex erläutern.": "The learner can explain the mechanism of electrophilic substitution via the σ-complex.",
  "Friedel-Crafts-Reaktionen": "Friedel-Crafts reactions",
  "Die lernende Person kann Friedel-Crafts-Alkylierung/Acylierung planen und steuern.": "The learner can plan and control Friedel-Crafts alkylation/acylation.",
  "Korrosionsschutz bei Werkstoffen": "Corrosion protection in materials",
  "Die lernende Person kann Korrosionsschutzstrategien für Metalle/Legierungen bewerten.": "The learner can evaluate corrosion protection strategies for metals/alloys.",
  "Kp und Kc verknüpfen": "Link Kp and Kc",
  "Die lernende Person kann Kp und Kc umrechnen und Einsatzgrenzen diskutieren.": "The learner can convert Kp and Kc and discuss application limits.",
  "vanʼt Hoff Gleichung nutzen": "Use van 't Hoff equation",
  "Die lernende Person kann Temperaturabhängigkeiten von Gleichgewichten berechnen.": "The learner can calculate temperature dependencies of equilibria.",
  "Mehrfachgleichgewichte": "Multiple equilibria",
  "Die lernende Person kann gekoppelte Gleichgewichte qualitativ/quantitativ analysieren.": "The learner can analyze coupled equilibria qualitatively/quantitatively.",
  "Titrationskurven interpretieren": "Interpret titration curves",
  "Die lernende Person kann Titrationskurven starker/schwacher Säuren/Basen auswerten.": "The learner can evaluate titration curves of strong/weak acids/bases.",
  "Polyprotische Systeme": "Polyprotic systems",
  "Die lernende Person kann mehrprotonige Säure-Base-Systeme berechnen und Puffereigenschaften bewerten.": "The learner can calculate polyprotic acid-base systems and evaluate buffer properties.",
  "pE/pH- und Pourbaix-Diagramme": "pE/pH and Pourbaix diagrams",
  "Die lernende Person kann pE/pH-Diagramme interpretieren und Stabilitätsbereiche ableiten.": "The learner can interpret pE/pH diagrams and derive stability ranges.",
  "Elektrolyse und Gleichgewicht": "Electrolysis and equilibrium",
  "Die lernende Person kann Elektrolyseprozesse mit Redoxgleichgewichten verknüpfen.": "The learner can link electrolysis processes with redox equilibria.",
  "Puffer gezielt designen": "Design buffers specifically",
  "Die lernende Person kann Puffer für definierte pH-Bereiche konstruieren und Kapazität berechnen.": "The learner can construct buffers for defined pH ranges and calculate capacity.",
  "Arrhenius-Beziehung anwenden": "Apply Arrhenius relationship",
  "Die lernende Person kann Aktivierungsenergien aus Temperaturabhängigkeiten ermitteln.": "The learner can determine activation energies from temperature dependencies.",
  "Kinetische Mechanismen deuten": "Interpret kinetic mechanisms",
  "Die lernende Person kann mehrstufige Mechanismen aus Geschwindigkeitsgesetzen herleiten.": "The learner can derive multistep mechanisms from rate laws.",
  "Katalyseformen vergleichen": "Compare forms of catalysis",
  "Die lernende Person kann hetero-/homogene und enzymatische Katalyse hinsichtlich Aktivierung bewerten.": "The learner can evaluate hetero-/homogeneous and enzymatic catalysis regarding activation.",
  "Gibbs-Energie interpretieren": "Interpret Gibbs energy",
  "Die lernende Person kann freie Reaktionsenthalpie berechnen und Spontaneität/Ertrag deuten.": "The learner can calculate Gibbs free energy and interpret spontaneity/yield.",
  "Boltzmann/Statistik": "Boltzmann/Statistics",
  "Die lernende Person kann einfache statistische Verteilungen zur Energetik einordnen.": "The learner can classify simple statistical distributions regarding energetics.",
  "Nernst in Brennstoffzellen": "Nernst in fuel cells",
  "Die lernende Person kann Zellspannungen unter Betriebsbedingungen mit Nernst-Gleichung berechnen.": "The learner can calculate cell voltages under operating conditions using Nernst equation.",
  "Wirkungsgrade vergleichen": "Compare efficiencies",
  "Die lernende Person kann Wirkungsgrade verschiedener Energiewandler berechnen und vergleichen.": "The learner can calculate and compare efficiencies of various energy converters.",
  "Life-Cycle-Assessment anwenden": "Apply Life Cycle Assessment",
  "Die lernende Person kann vereinfachte Ökobilanzen für Energieträger erstellen und interpretieren.": "The learner can create and interpret simplified life cycle assessments for energy carriers.",
  "Green-Chemistry-Metriken": "Green Chemistry metrics",
  "Die lernende Person kann Atomökonomie, E-Faktor und PMI für Formulierungen berechnen.": "The learner can calculate atom economy, E-factor, and PMI for formulations.",
  "Tensidstrukturen optimieren": "Optimize surfactant structures",
  "Die lernende Person kann Struktur-Eigenschafts-Beziehungen von Tensiden für Waschmittel optimieren.": "The learner can optimize structure-property relationships of surfactants for detergents."
}