{
  "Large Deviations (TUM, Modul MA5417)": "Large Deviations (TUM, Module MA5417)",
  "Theorie der großen Abweichungen für seltene Ereignisse und exponentielle Abklingraten; i.i.d.-Folgen und empirische Maße; Anwendungen in Ergodentheorie, Informationstheorie und Statistischer Physik. Workload 150 h (45 h Präsenz), 5 ECTS, unregelmäßig. Version 2021s verantwortlich: Gantert, Nina.": "Theory of large deviations for rare events and exponential decay rates; i.i.d. sequences and empirical measures; applications in ergodic theory, information theory, and statistical physics. Workload 150 h (45 h contact), 5 ECTS, irregular. Version 2021s responsible: Gantert, Nina.",
  "Large Deviations – Modulüberblick": "Large Deviations – Module Overview",
  "Lernende beherrschen zentrale Large-Deviation-Prinzipien für i.i.d.-Folgen und empirische Maße und wenden exponentielle Abschätzungen in typischen Anwendungen an.": "Learners master central large deviation principles for i.i.d. sequences and empirical measures and apply exponential estimates in typical applications.",
  "Grundlagen & Exponential-Ungleichungen": "Fundamentals & Exponential Inequalities",
  "Lernende erläutern Zielsetzung der Large-Deviation-Theorie, kennen exponentielle Ungleichungen und verknüpfen Abklingraten mit seltenen Ereignissen.": "Learners explain the goal of large deviation theory, know exponential inequalities, and link decay rates to rare events.",
  "LDP für i.i.d.-Folgen": "LDP for i.i.d. Sequences",
  "Lernende formulieren und nutzen Large-Deviation-Prinzipien für Summen i.i.d. Zufallsvariablen inkl. Rate-Funktionen.": "Learners formulate and use large deviation principles for sums of i.i.d. random variables incl. rate functions.",
  "LDP für empirische Maße": "LDP for Empirical Measures",
  "Lernende formulieren und nutzen Large-Deviation-Resultate für empirische Maße und interpretieren die zugehörigen Rate-Funktionen.": "Learners formulate and use large deviation results for empirical measures and interpret the associated rate functions.",
  "Anwendungen in Ergodik/Info-Theorie & Physik": "Applications in Ergodics/Info-Theory & Physics",
  "Lernende wenden Large-Deviation-Techniken auf Beispiele aus Ergodentheorie, Informationstheorie und Statistischer Physik an.": "Learners apply large deviation techniques to examples from ergodic theory, information theory, and statistical physics."
}