{
  "E-Phase Geschichte": "E-Phase History",
  "Wurzeln des europäischen Selbstverständnisses und Entstehung der modernen Welt": "Roots of European Self-Understanding and Emergence of the Modern World",
  "Formen von Herrschaft und Gesellschaft in Antike und Mittelalter": "Forms of Rule and Society in Antiquity and the Middle Ages",
  "Die lernende Person kann zentrale Entwicklungen und Eckdaten zu \"Formen von Herrschaft und Gesellschaft in Antike und Mittelalter\" strukturierend darstellen.": "The learner can structuredly present central developments and key dates regarding \"Forms of Rule and Society in Antiquity and the Middle Ages\".",
  "Die lernende Person kann ausgewählte Quellen zu \"Formen von Herrschaft und Gesellschaft in Antike und Mittelalter\" hinsichtlich Aussage, Perspektive und Intention analysieren.": "The learner can analyze selected sources regarding \"Forms of Rule and Society in Antiquity and the Middle Ages\" with respect to statement, perspective, and intention.",
  "Die lernende Person kann grundlegende historische Begriffe (z. B. Herrschaftsformen, Ständeordnung) im Kontext von \"Formen von Herrschaft und Gesellschaft in Antike und Mittelalter\" korrekt verwenden.": "The learner can correctly use basic historical terms (e.g., forms of rule, order of estates) in the context of \"Forms of Rule and Society in Antiquity and the Middle Ages\".",
  "Die lernende Person kann ausgewählte Beispiele zu \"Formen von Herrschaft und Gesellschaft in Antike und Mittelalter\" vergleichend gegenüberstellen (Kontinuitäten/Wandel).": "The learner can comparatively contrast selected examples regarding \"Forms of Rule and Society in Antiquity and the Middle Ages\" (continuities/change).",
  "Die lernende Person kann zu \"Formen von Herrschaft und Gesellschaft in Antike und Mittelalter\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Forms of Rule and Society in Antiquity and the Middle Ages\" (LK).",
  "Die lernende Person kann Bezüge zwischen \"Formen von Herrschaft und Gesellschaft in Antike und Mittelalter\" und aktuellen Fragestellungen herstellen und reflektieren (LK).": "The learner can establish and reflect on connections between \"Forms of Rule and Society in Antiquity and the Middle Ages\" and current issues (LK).",
  "Interkulturelle Begegnungen und europäische Aufbrüche": "Intercultural Encounters and European Departures",
  "Die lernende Person kann zentrale Entwicklungen und Eckdaten zu \"Interkulturelle Begegnungen und europäische Aufbrüche\" strukturierend darstellen.": "The learner can structuredly present central developments and key dates regarding \"Intercultural Encounters and European Departures\".",
  "Die lernende Person kann ausgewählte Quellen zu \"Interkulturelle Begegnungen und europäische Aufbrüche\" hinsichtlich Aussage, Perspektive und Intention analysieren.": "The learner can analyze selected sources regarding \"Intercultural Encounters and European Departures\" with respect to statement, perspective, and intention.",
  "Die lernende Person kann grundlegende historische Begriffe (z. B. Herrschaftsformen, Ständeordnung) im Kontext von \"Interkulturelle Begegnungen und europäische Aufbrüche\" korrekt verwenden.": "The learner can correctly use basic historical terms (e.g., forms of rule, order of estates) in the context of \"Intercultural Encounters and European Departures\".",
  "Die lernende Person kann ausgewählte Beispiele zu \"Interkulturelle Begegnungen und europäische Aufbrüche\" vergleichend gegenüberstellen (Kontinuitäten/Wandel).": "The learner can comparatively contrast selected examples regarding \"Intercultural Encounters and European Departures\" (continuities/change).",
  "Die lernende Person kann zu \"Interkulturelle Begegnungen und europäische Aufbrüche\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Intercultural Encounters and European Departures\" (LK).",
  "Die lernende Person kann Bezüge zwischen \"Interkulturelle Begegnungen und europäische Aufbrüche\" und aktuellen Fragestellungen herstellen und reflektieren (LK).": "The learner can establish and reflect on connections between \"Intercultural Encounters and European Departures\" and current issues (LK).",
  "Die Französische Revolution – \"Freiheit, Gleichheit, Brüderlichkeit\"?": "The French Revolution – \"Liberty, Equality, Fraternity\"?",
  "Die lernende Person kann zentrale Entwicklungen und Eckdaten zu \"Die Französische Revolution – \"Freiheit, Gleichheit, Brüderlichkeit\"?\" strukturierend darstellen.": "The learner can structuredly present central developments and key dates regarding \"The French Revolution – \"Liberty, Equality, Fraternity\"?\".",
  "Die lernende Person kann ausgewählte Quellen zu \"Die Französische Revolution – \"Freiheit, Gleichheit, Brüderlichkeit\"?\" hinsichtlich Aussage, Perspektive und Intention analysieren.": "The learner can analyze selected sources regarding \"The French Revolution – \"Liberty, Equality, Fraternity\"?\" with respect to statement, perspective, and intention.",
  "Die lernende Person kann grundlegende historische Begriffe (z. B. Herrschaftsformen, Ständeordnung) im Kontext von \"Die Französische Revolution – \"Freiheit, Gleichheit, Brüderlichkeit\"?\" korrekt verwenden.": "The learner can correctly use basic historical terms (e.g., forms of rule, order of estates) in the context of \"The French Revolution – \"Liberty, Equality, Fraternity\"?\".",
  "Die lernende Person kann ausgewählte Beispiele zu \"Die Französische Revolution – \"Freiheit, Gleichheit, Brüderlichkeit\"?\" vergleichend gegenüberstellen (Kontinuitäten/Wandel).": "The learner can comparatively contrast selected examples regarding \"The French Revolution – \"Liberty, Equality, Fraternity\"?\" (continuities/change).",
  "Die lernende Person kann zu \"Die Französische Revolution – \"Freiheit, Gleichheit, Brüderlichkeit\"?\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"The French Revolution – \"Liberty, Equality, Fraternity\"?\" (LK).",
  "Die lernende Person kann Bezüge zwischen \"Die Französische Revolution – \"Freiheit, Gleichheit, Brüderlichkeit\"?\" und aktuellen Fragestellungen herstellen und reflektieren (LK).": "The learner can establish and reflect on connections between \"The French Revolution – \"Liberty, Equality, Fraternity\"?\" and current issues (LK).",
  "Antike Traditionen und Rezeption der Antike": "Ancient Traditions and Reception of Antiquity",
  "Die lernende Person kann zentrale Entwicklungen und Eckdaten zu \"Antike Traditionen und Rezeption der Antike\" strukturierend darstellen.": "The learner can structuredly present central developments and key dates regarding \"Ancient Traditions and Reception of Antiquity\".",
  "Die lernende Person kann ausgewählte Quellen zu \"Antike Traditionen und Rezeption der Antike\" hinsichtlich Aussage, Perspektive und Intention analysieren.": "The learner can analyze selected sources regarding \"Ancient Traditions and Reception of Antiquity\" with respect to statement, perspective, and intention.",
  "Die lernende Person kann grundlegende historische Begriffe (z. B. Herrschaftsformen, Ständeordnung) im Kontext von \"Antike Traditionen und Rezeption der Antike\" korrekt verwenden.": "The learner can correctly use basic historical terms (e.g., forms of rule, order of estates) in the context of \"Ancient Traditions and Reception of Antiquity\".",
  "Die lernende Person kann ausgewählte Beispiele zu \"Antike Traditionen und Rezeption der Antike\" vergleichend gegenüberstellen (Kontinuitäten/Wandel).": "The learner can comparatively contrast selected examples regarding \"Ancient Traditions and Reception of Antiquity\" (continuities/change).",
  "Die lernende Person kann zu \"Antike Traditionen und Rezeption der Antike\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Ancient Traditions and Reception of Antiquity\" (LK).",
  "Die lernende Person kann Bezüge zwischen \"Antike Traditionen und Rezeption der Antike\" und aktuellen Fragestellungen herstellen und reflektieren (LK).": "The learner can establish and reflect on connections between \"Ancient Traditions and Reception of Antiquity\" and current issues (LK).",
  "Infragestellung traditionaler Herrschaft in der frühen Neuzeit": "Questioning Traditional Rule in the Early Modern Period",
  "Die lernende Person kann zentrale Entwicklungen und Eckdaten zu \"Infragestellung traditionaler Herrschaft in der frühen Neuzeit\" strukturierend darstellen.": "The learner can structuredly present central developments and key dates regarding \"Questioning Traditional Rule in the Early Modern Period\".",
  "Die lernende Person kann ausgewählte Quellen zu \"Infragestellung traditionaler Herrschaft in der frühen Neuzeit\" hinsichtlich Aussage, Perspektive und Intention analysieren.": "The learner can analyze selected sources regarding \"Questioning Traditional Rule in the Early Modern Period\" with respect to statement, perspective, and intention.",
  "Die lernende Person kann grundlegende historische Begriffe (z. B. Herrschaftsformen, Ständeordnung) im Kontext von \"Infragestellung traditionaler Herrschaft in der frühen Neuzeit\" korrekt verwenden.": "The learner can correctly use basic historical terms (e.g., forms of rule, order of estates) in the context of \"Questioning Traditional Rule in the Early Modern Period\".",
  "Die lernende Person kann ausgewählte Beispiele zu \"Infragestellung traditionaler Herrschaft in der frühen Neuzeit\" vergleichend gegenüberstellen (Kontinuitäten/Wandel).": "The learner can comparatively contrast selected examples regarding \"Questioning Traditional Rule in the Early Modern Period\" (continuities/change).",
  "Die lernende Person kann zu \"Infragestellung traditionaler Herrschaft in der frühen Neuzeit\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Questioning Traditional Rule in the Early Modern Period\" (LK).",
  "Die lernende Person kann Bezüge zwischen \"Infragestellung traditionaler Herrschaft in der frühen Neuzeit\" und aktuellen Fragestellungen herstellen und reflektieren (LK).": "The learner can establish and reflect on connections between \"Questioning Traditional Rule in the Early Modern Period\" and current issues (LK).",
  "Q1 19. Jahrhundert": "Q1 19th Century",
  "Nation, Kapitalismus und Expansion": "Nation, Capitalism and Expansion",
  "Q2 1917–1945": "Q2: 1917–1945",
  "Die Welt zwischen Demokratie und Diktatur": "The World between Democracy and Dictatorship",
  "Q3 1945–Gegenwart": "Q3 1945–Present",
  "Ost-West-Konflikt, postkoloniale Welt und Globalisierung": "East-West Conflict, Post-Colonial World and Globalization",
  "Q4 Erinnerungskultur": "Q4 Culture of Remembrance",
  "Öffentlicher Umgang mit Geschichte im Wandel": "Public Handling of History in Change",
  "Revolution 1848/49 – Markstein zu Parlamentarismus, Demokratie, Nationalstaat?": "Revolution 1848/49 – Milestone towards Parliamentarianism, Democracy, Nation State?",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Revolution 1848/49 – Markstein zu Parlamentarismus, Demokratie, Nationalstaat?\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Revolution 1848/49 – Milestone towards Parliamentarianism, Democracy, Nation State?\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Revolution 1848/49 – Markstein zu Parlamentarismus, Demokratie, Nationalstaat?\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Revolution 1848/49 – Milestone towards Parliamentarianism, Democracy, Nation State?\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Revolution 1848/49 – Markstein zu Parlamentarismus, Demokratie, Nationalstaat?\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Revolution 1848/49 – Milestone towards Parliamentarianism, Democracy, Nation State?\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Revolution 1848/49 – Markstein zu Parlamentarismus, Demokratie, Nationalstaat?\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Revolution 1848/49 – Milestone towards Parliamentarianism, Democracy, Nation State?\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Revolution 1848/49 – Markstein zu Parlamentarismus, Demokratie, Nationalstaat?\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Revolution 1848/49 – Milestone towards Parliamentarianism, Democracy, Nation State?\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Revolution 1848/49 – Markstein zu Parlamentarismus, Demokratie, Nationalstaat?\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Revolution 1848/49 – Milestone towards Parliamentarianism, Democracy, Nation State?\" (LK).",
  "Emanzipationsbestrebungen im 19. Jahrhundert": "Emancipation Efforts in the 19th Century",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Emanzipationsbestrebungen im 19. Jahrhundert\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Emancipation Efforts in the 19th Century\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Emanzipationsbestrebungen im 19. Jahrhundert\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Emancipation Efforts in the 19th Century\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Emanzipationsbestrebungen im 19. Jahrhundert\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Emancipation Efforts in the 19th Century\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Emanzipationsbestrebungen im 19. Jahrhundert\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Emancipation Efforts in the 19th Century\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Emanzipationsbestrebungen im 19. Jahrhundert\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Emancipation Efforts in the 19th Century\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Emanzipationsbestrebungen im 19. Jahrhundert\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Emancipation Efforts in the 19th Century\" (LK).",
  "Herrschaft und Gesellschaft im europäischen Vergleich": "Rule and Society in European Comparison",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Herrschaft und Gesellschaft im europäischen Vergleich\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Rule and Society in European Comparison\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Herrschaft und Gesellschaft im europäischen Vergleich\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Rule and Society in European Comparison\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Herrschaft und Gesellschaft im europäischen Vergleich\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Rule and Society in European Comparison\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Herrschaft und Gesellschaft im europäischen Vergleich\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Rule and Society in European Comparison\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Herrschaft und Gesellschaft im europäischen Vergleich\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Rule and Society in European Comparison\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Herrschaft und Gesellschaft im europäischen Vergleich\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Rule and Society in European Comparison\" (LK).",
  "Industrialisierung – Wohlstand für wenige?": "Industrialization – Prosperity for a Few?",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Industrialisierung – Wohlstand für wenige?\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Industrialization – Prosperity for a Few?\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Industrialisierung – Wohlstand für wenige?\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Industrialization – Prosperity for a Few?\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Industrialisierung – Wohlstand für wenige?\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Industrialization – Prosperity for a Few?\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Industrialisierung – Wohlstand für wenige?\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Industrialization – Prosperity for a Few?\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Industrialisierung – Wohlstand für wenige?\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Industrialization – Prosperity for a Few?\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Industrialisierung – Wohlstand für wenige?\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Industrialization – Prosperity for a Few?\" (LK).",
  "Imperialismus – Export europäischer Zivilisation?": "Imperialism – Export of European Civilization?",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Imperialismus – Export europäischer Zivilisation?\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Imperialism – Export of European Civilization?\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Imperialismus – Export europäischer Zivilisation?\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Imperialism – Export of European Civilization?\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Imperialismus – Export europäischer Zivilisation?\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Imperialism – Export of European Civilization?\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Imperialismus – Export europäischer Zivilisation?\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Imperialism – Export of European Civilization?\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Imperialismus – Export europäischer Zivilisation?\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Imperialism – Export of European Civilization?\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Imperialismus – Export europäischer Zivilisation?\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Imperialism – Export of European Civilization?\" (LK).",
  "Der Erste Weltkrieg – Zerstörung der alten Ordnung": "The First World War – Destruction of the Old Order",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Der Erste Weltkrieg – Zerstörung der alten Ordnung\" erklären.": "The learner can explain essential developments and turning points of the topic area \"The First World War – Destruction of the Old Order\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Der Erste Weltkrieg – Zerstörung der alten Ordnung\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"The First World War – Destruction of the Old Order\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Der Erste Weltkrieg – Zerstörung der alten Ordnung\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"The First World War – Destruction of the Old Order\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Der Erste Weltkrieg – Zerstörung der alten Ordnung\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"The First World War – Destruction of the Old Order\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Der Erste Weltkrieg – Zerstörung der alten Ordnung\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"The First World War – Destruction of the Old Order\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Der Erste Weltkrieg – Zerstörung der alten Ordnung\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"The First World War – Destruction of the Old Order\" (LK).",
  "Weimarer Republik als erste deutsche Demokratie": "Weimar Republic as the First German Democracy",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Weimarer Republik als erste deutsche Demokratie\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Weimar Republic as the First German Democracy\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Weimarer Republik als erste deutsche Demokratie\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Weimar Republic as the First German Democracy\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Weimarer Republik als erste deutsche Demokratie\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Weimar Republic as the First German Democracy\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Weimarer Republik als erste deutsche Demokratie\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Weimar Republic as the First German Democracy\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Weimarer Republik als erste deutsche Demokratie\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Weimar Republic as the First German Democracy\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Weimarer Republik als erste deutsche Demokratie\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Weimar Republic as the First German Democracy\" (LK).",
  "Aushöhlung der Demokratie und Errichtung der Diktatur": "Erosion of Democracy and Establishment of Dictatorship",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Aushöhlung der Demokratie und Errichtung der Diktatur\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Erosion of Democracy and Establishment of Dictatorship\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Aushöhlung der Demokratie und Errichtung der Diktatur\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Erosion of Democracy and Establishment of Dictatorship\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Aushöhlung der Demokratie und Errichtung der Diktatur\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Erosion of Democracy and Establishment of Dictatorship\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Aushöhlung der Demokratie und Errichtung der Diktatur\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Erosion of Democracy and Establishment of Dictatorship\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Aushöhlung der Demokratie und Errichtung der Diktatur\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Erosion of Democracy and Establishment of Dictatorship\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Aushöhlung der Demokratie und Errichtung der Diktatur\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Erosion of Democracy and Establishment of Dictatorship\" (LK).",
  "Nationalsozialistische Diktatur – Zerstörung von Demokratie/Menschenrechten": "National Socialist Dictatorship – Destruction of Democracy/Human Rights",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Nationalsozialistische Diktatur – Zerstörung von Demokratie/Menschenrechten\" erklären.": "The learner can explain essential developments and turning points of the topic area \"National Socialist Dictatorship – Destruction of Democracy/Human Rights\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Nationalsozialistische Diktatur – Zerstörung von Demokratie/Menschenrechten\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"National Socialist Dictatorship – Destruction of Democracy/Human Rights\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Nationalsozialistische Diktatur – Zerstörung von Demokratie/Menschenrechten\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"National Socialist Dictatorship – Destruction of Democracy/Human Rights\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Nationalsozialistische Diktatur – Zerstörung von Demokratie/Menschenrechten\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"National Socialist Dictatorship – Destruction of Democracy/Human Rights\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Nationalsozialistische Diktatur – Zerstörung von Demokratie/Menschenrechten\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"National Socialist Dictatorship – Destruction of Democracy/Human Rights\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Nationalsozialistische Diktatur – Zerstörung von Demokratie/Menschenrechten\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"National Socialist Dictatorship – Destruction of Democracy/Human Rights\" (LK).",
  "Weltpolitische Faktoren 1917–1945": "Global Political Factors 1917–1945",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Weltpolitische Faktoren 1917–1945\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Global Political Factors 1917–1945\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Weltpolitische Faktoren 1917–1945\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Global Political Factors 1917–1945\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Weltpolitische Faktoren 1917–1945\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Global Political Factors 1917–1945\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Weltpolitische Faktoren 1917–1945\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Global Political Factors 1917–1945\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Weltpolitische Faktoren 1917–1945\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Global Political Factors 1917–1945\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Weltpolitische Faktoren 1917–1945\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Global Political Factors 1917–1945\" (LK).",
  "Russische Revolution und Stalinismus": "Russian Revolution and Stalinism",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Russische Revolution und Stalinismus\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Russian Revolution and Stalinism\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Russische Revolution und Stalinismus\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Russian Revolution and Stalinism\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Russische Revolution und Stalinismus\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Russian Revolution and Stalinism\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Russische Revolution und Stalinismus\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Russian Revolution and Stalinism\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Russische Revolution und Stalinismus\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Russian Revolution and Stalinism\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Russische Revolution und Stalinismus\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Russian Revolution and Stalinism\" (LK).",
  "Demokratie, Faschismus und Widerstand in Europa": "Democracy, Fascism and Resistance in Europe",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Demokratie, Faschismus und Widerstand in Europa\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Democracy, Fascism and Resistance in Europe\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Demokratie, Faschismus und Widerstand in Europa\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Democracy, Fascism and Resistance in Europe\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Demokratie, Faschismus und Widerstand in Europa\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Democracy, Fascism and Resistance in Europe\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Demokratie, Faschismus und Widerstand in Europa\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Democracy, Fascism and Resistance in Europe\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Demokratie, Faschismus und Widerstand in Europa\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Democracy, Fascism and Resistance in Europe\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Demokratie, Faschismus und Widerstand in Europa\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Democracy, Fascism and Resistance in Europe\" (LK).",
  "Der Kalte Krieg – stabile oder labile Ordnung?": "The Cold War – Stable or Unstable Order?",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Der Kalte Krieg – stabile oder labile Ordnung?\" erklären.": "The learner can explain essential developments and turning points of the topic area \"The Cold War – Stable or Unstable Order?\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Der Kalte Krieg – stabile oder labile Ordnung?\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"The Cold War – Stable or Unstable Order?\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Der Kalte Krieg – stabile oder labile Ordnung?\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"The Cold War – Stable or Unstable Order?\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Der Kalte Krieg – stabile oder labile Ordnung?\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"The Cold War – Stable or Unstable Order?\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Der Kalte Krieg – stabile oder labile Ordnung?\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"The Cold War – Stable or Unstable Order?\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Der Kalte Krieg – stabile oder labile Ordnung?\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"The Cold War – Stable or Unstable Order?\" (LK).",
  "Teilung Deutschlands – eine Nation, zwei Staaten": "Division of Germany – One Nation, Two States",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Teilung Deutschlands – eine Nation, zwei Staaten\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Division of Germany – One Nation, Two States\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Teilung Deutschlands – eine Nation, zwei Staaten\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Division of Germany – One Nation, Two States\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Teilung Deutschlands – eine Nation, zwei Staaten\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Division of Germany – One Nation, Two States\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Teilung Deutschlands – eine Nation, zwei Staaten\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Division of Germany – One Nation, Two States\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Teilung Deutschlands – eine Nation, zwei Staaten\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Division of Germany – One Nation, Two States\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Teilung Deutschlands – eine Nation, zwei Staaten\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Division of Germany – One Nation, Two States\" (LK).",
  "Deutschland von der Teilung zur Einheit": "Germany from Division to Unity",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Deutschland von der Teilung zur Einheit\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Germany from Division to Unity\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Deutschland von der Teilung zur Einheit\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Germany from Division to Unity\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Deutschland von der Teilung zur Einheit\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Germany from Division to Unity\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Deutschland von der Teilung zur Einheit\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Germany from Division to Unity\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Deutschland von der Teilung zur Einheit\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Germany from Division to Unity\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Deutschland von der Teilung zur Einheit\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Germany from Division to Unity\" (LK).",
  "Weltpolitische Entwicklungen zwischen Bipolarität und Multipolarität": "Global Political Developments between Bipolarity and Multipolarity",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Weltpolitische Entwicklungen zwischen Bipolarität und Multipolarität\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Global Political Developments between Bipolarity and Multipolarity\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Weltpolitische Entwicklungen zwischen Bipolarität und Multipolarität\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Global Political Developments between Bipolarity and Multipolarity\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Weltpolitische Entwicklungen zwischen Bipolarität und Multipolarität\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Global Political Developments between Bipolarity and Multipolarity\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Weltpolitische Entwicklungen zwischen Bipolarität und Multipolarität\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Global Political Developments between Bipolarity and Multipolarity\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Weltpolitische Entwicklungen zwischen Bipolarität und Multipolarität\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Global Political Developments between Bipolarity and Multipolarity\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Weltpolitische Entwicklungen zwischen Bipolarität und Multipolarität\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Global Political Developments between Bipolarity and Multipolarity\" (LK).",
  "Nahostkonflikt als weltpolitischer Krisenherd": "Middle East Conflict as a Global Political Flashpoint",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Nahostkonflikt als weltpolitischer Krisenherd\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Middle East Conflict as a Global Political Flashpoint\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Nahostkonflikt als weltpolitischer Krisenherd\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Middle East Conflict as a Global Political Flashpoint\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Nahostkonflikt als weltpolitischer Krisenherd\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Middle East Conflict as a Global Political Flashpoint\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Nahostkonflikt als weltpolitischer Krisenherd\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Middle East Conflict as a Global Political Flashpoint\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Nahostkonflikt als weltpolitischer Krisenherd\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Middle East Conflict as a Global Political Flashpoint\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Nahostkonflikt als weltpolitischer Krisenherd\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Middle East Conflict as a Global Political Flashpoint\" (LK).",
  "Umgang mit NS-Vergangenheit – \"Vergangenheitsbewältigung\"?": "Dealing with the Nazi Past – \"Coming to Terms with the Past\"?",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Umgang mit NS-Vergangenheit – \"Vergangenheitsbewältigung\"?\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Dealing with the Nazi Past – \"Coming to Terms with the Past\"?\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Umgang mit NS-Vergangenheit – \"Vergangenheitsbewältigung\"?\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Dealing with the Nazi Past – \"Coming to Terms with the Past\"?\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Umgang mit NS-Vergangenheit – \"Vergangenheitsbewältigung\"?\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Dealing with the Nazi Past – \"Coming to Terms with the Past\"?\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Umgang mit NS-Vergangenheit – \"Vergangenheitsbewältigung\"?\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Dealing with the Nazi Past – \"Coming to Terms with the Past\"?\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Umgang mit NS-Vergangenheit – \"Vergangenheitsbewältigung\"?\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Dealing with the Nazi Past – \"Coming to Terms with the Past\"?\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Umgang mit NS-Vergangenheit – \"Vergangenheitsbewältigung\"?\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Dealing with the Nazi Past – \"Coming to Terms with the Past\"?\" (LK).",
  "Kontroversen über die Vergangenheit": "Controversies about the Past",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Kontroversen über die Vergangenheit\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Controversies about the Past\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Kontroversen über die Vergangenheit\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Controversies about the Past\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Kontroversen über die Vergangenheit\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Controversies about the Past\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Kontroversen über die Vergangenheit\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Controversies about the Past\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Kontroversen über die Vergangenheit\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Controversies about the Past\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Kontroversen über die Vergangenheit\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Controversies about the Past\" (LK).",
  "Geschichtsbilder und Geschichtspolitik": "Images of History and Politics of History",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Geschichtsbilder und Geschichtspolitik\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Images of History and Politics of History\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Geschichtsbilder und Geschichtspolitik\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Images of History and Politics of History\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Geschichtsbilder und Geschichtspolitik\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Images of History and Politics of History\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Geschichtsbilder und Geschichtspolitik\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Images of History and Politics of History\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Geschichtsbilder und Geschichtspolitik\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Images of History and Politics of History\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Geschichtsbilder und Geschichtspolitik\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Images of History and Politics of History\" (LK).",
  "Wahrnehmungen und Deutung von Geschichte im Wandel": "Perceptions and Interpretation of History in Change",
  "Die lernende Person kann wesentliche Entwicklungen und Zäsuren des Themenfelds \"Wahrnehmungen und Deutung von Geschichte im Wandel\" erklären.": "The learner can explain essential developments and turning points of the topic area \"Perceptions and Interpretation of History in Change\".",
  "Die lernende Person kann unterschiedliche Quellen (Text/Bild/Ton) zu \"Wahrnehmungen und Deutung von Geschichte im Wandel\" analysieren (Aussage, Perspektive, Intention).": "The learner can analyze different sources (text/image/sound) regarding \"Perceptions and Interpretation of History in Change\" (statement, perspective, intention).",
  "Die lernende Person kann Ursachen, Strukturen und Folgen der Entwicklungen zu \"Wahrnehmungen und Deutung von Geschichte im Wandel\" mithilfe zentraler Begriffe beschreiben.": "The learner can describe causes, structures, and consequences of the developments regarding \"Perceptions and Interpretation of History in Change\" using central terms.",
  "Die lernende Person kann Entwicklungen zu \"Wahrnehmungen und Deutung von Geschichte im Wandel\" mit anderen Fällen/Regionen vergleichend analysieren (LK).": "The learner can comparatively analyze developments regarding \"Perceptions and Interpretation of History in Change\" with other cases/regions (LK).",
  "Die lernende Person kann zu \"Wahrnehmungen und Deutung von Geschichte im Wandel\" ein begründetes historisches Urteil formulieren (LK).": "The learner can formulate a well-founded historical judgment regarding \"Perceptions and Interpretation of History in Change\" (LK).",
  "Die lernende Person kann Erinnerungskulturen und Deutungen im Zusammenhang von \"Wahrnehmungen und Deutung von Geschichte im Wandel\" kritisch reflektieren (LK).": "The learner can critically reflect on cultures of remembrance and interpretations in the context of \"Perceptions and Interpretation of History in Change\" (LK)."
}