{
  "nodes": [
    {
      "id": "EN_GER_ROOT",
      "title": "English as a Foreign Language for German Speakers (GER A1–C2)",
      "description": "High-level curriculum for English as a foreign language, starting with no prior knowledge and progressing systematically through all GER levels (A1–C2). Each level is aligned with suitable international exams (e.g. Cambridge, IELTS, TOEFL) that map to the CEFR/GER framework.",
      "tags": ["subject:en", "curriculum", "cefr:A1-C2"],
      "contains": [
        "EN_GER_A1",
        "EN_GER_A2",
        "EN_GER_B1",
        "EN_GER_B2",
        "EN_GER_C1",
        "EN_GER_C2"
      ],
      "successCriteria": "Learner has completed all level nodes EN_GER_A1 to EN_GER_C2 and reaches the targeted GER level as confirmed by internal assessments or external exams."
    },

    {
      "id": "EN_GER_A1",
      "title": "English A1 – Beginner",
      "description": "Entry level with no prior knowledge. Focus on very basic communication in everyday situations, such as introducing oneself and understanding simple phrases.",
      "tags": ["subject:en", "cefr:A1"],
      "contains": [],
      "estDurationHours": 60,
      "focusAreas": [
        "Vocabulary: approximately 500 core words (greetings, numbers, time, family, job, daily routines, basic food and drink, simple directions).",
        "Grammar: personal pronouns; basic verbs in Simple Present (to be, to have, common regular verbs); basic word order in statements, questions and negations; a/an/the; plural of nouns; basic possessives.",
        "Listening: understanding very simple, clearly spoken sentences about personal details and immediate surroundings.",
        "Speaking: introducing oneself, asking and answering simple questions about name, age, origin, job and hobbies.",
        "Reading: understanding signs, simple notices, short messages and very short texts.",
        "Writing: writing simple sentences and a short text (around 40–60 words) about oneself."
      ],
      "successCriteria": "Learner can handle simple, routine interactions, introduce themselves, ask and answer basic questions about personal details and understand simple, clearly spoken English in predictable everyday situations."
    },

    {
      "id": "EN_GER_A2",
      "title": "English A2 – Elementary",
      "description": "Basic ability to communicate in simple, routine situations that require a direct exchange of information on familiar topics.",
      "tags": ["subject:en", "cefr:A2"],
      "requires": ["EN_GER_A1"],
      "contains": [],
      "estDurationHours": 120,
      "focusAreas": [
        "Vocabulary: expansion to around 1000–1200 words (home, travel, health, shopping, leisure, school and work).",
        "Grammar: Simple Past (regular and the most frequent irregular verbs); going-to future and basic will future; basic adverbs and adjectives including simple comparisons; common prepositions of time and place.",
        "Listening: understanding short dialogues and announcements in familiar contexts (hotel, doctor, shops, public transport).",
        "Speaking: describing simple problems (for example at a hotel or with a product), talking about daily routines and past events in a simple way.",
        "Reading: understanding short emails, simple articles, advertisements and basic information texts.",
        "Writing: writing simple emails or messages (about 80–100 words), such as inquiries, invitations or simple complaints."
      ],
      "successCriteria": "Learner can deal with routine tasks requiring a simple and direct exchange of information on familiar topics and can handle short social exchanges, even though they may not understand enough to keep the conversation going themselves."
    },

    {
      "id": "EN_GER_B1",
      "title": "English B1 – Intermediate",
      "description": "Independent use of English in familiar situations at work, at school and in leisure time. Learner can deal with most situations likely to arise while travelling.",
      "tags": ["subject:en", "cefr:B1"],
      "requires": ["EN_GER_A2"],
      "contains": [],
      "estDurationHours": 180,
      "focusAreas": [
        "Vocabulary: extension to around 2000+ words (media, environment, society, work, travel, personal opinions and experiences).",
        "Grammar: confident use of Simple Past and Present Perfect; Present Continuous for current actions and future arrangements; comparison of adjectives and adverbs; basic conditional sentences (if-clauses type 1).",
        "Listening: understanding the main points of radio programmes, interviews and conversations when standard language is used and the topics are familiar.",
        "Speaking: describing experiences, events, dreams, hopes and ambitions and briefly giving reasons and explanations for opinions and plans.",
        "Reading: understanding straightforward factual texts and articles on familiar topics, including descriptions of events and personal viewpoints.",
        "Writing: writing connected texts of 150–180 words such as reports, short stories and simple opinion pieces with a clear structure."
      ],
      "successCriteria": "Learner can understand the main points of clear standard input on familiar matters, can deal with most situations likely to arise when travelling and can produce simple connected text on topics that are familiar or of personal interest."
    },

    {
      "id": "EN_GER_B2",
      "title": "English B2 – Upper Intermediate",
      "description": "Higher level of independent use of English. Learner can understand the main ideas of complex text and interact with a degree of fluency and spontaneity.",
      "tags": ["subject:en", "cefr:B2"],
      "requires": ["EN_GER_B1"],
      "contains": [],
      "estDurationHours": 250,
      "focusAreas": [
        "Vocabulary: extension to around 3500+ words, including topics such as politics, culture, science and technology, workplace and academic contexts.",
        "Grammar: extended conditional sentences (type 2); modal verbs for obligation, advice and speculation (should, must, might, have to); passive voice; introductory use of reported speech; frequent phrasal verbs and fixed expressions.",
        "Listening: understanding extended speech and lectures and following complex lines of argument on reasonably familiar topics.",
        "Speaking: taking part in discussions, presenting and defending viewpoints, reacting to arguments and expressing advantages and disadvantages in detail.",
        "Reading: understanding newspapers, magazines, essays and simplified academic texts, identifying arguments and viewpoints.",
        "Writing: writing structured argumentative and discursive texts (around 250 words) with appropriate connectors and paragraphing."
      ],
      "successCriteria": "Learner can interact with a degree of fluency and spontaneity that makes regular interaction with native speakers possible without strain for either party and can produce clear, detailed text on a wide range of subjects."
    },

    {
      "id": "EN_GER_C1",
      "title": "English C1 – Advanced",
      "description": "Competent language use with a high degree of fluency and accuracy. Learner can use English flexibly and effectively for social, academic and professional purposes.",
      "tags": ["subject:en", "cefr:C1"],
      "requires": ["EN_GER_B2"],
      "contains": [],
      "estDurationHours": 300,
      "focusAreas": [
        "Vocabulary: extension to around 5000+ words, including academic and professional vocabulary and a wider range of abstract terms.",
        "Grammar: flexible and mostly accurate use of all common tenses and aspects; complex sentence structures with subordinate clauses and participle clauses; confident use of reported speech and passive structures; clear control of formal and informal registers.",
        "Listening: understanding extended speech even when it is not clearly structured and when relationships are only implied and not signalled explicitly.",
        "Speaking: presenting clear, detailed descriptions of complex subjects, integrating sub-themes and developing particular points with appropriate highlighting of significant issues.",
        "Reading: understanding long and complex factual and literary texts, appreciating distinctions of style and implicit meaning.",
        "Writing: producing clear, well-structured texts (around 350–450 words) on complex subjects, showing controlled use of organisational patterns, connectors and cohesive devices."
      ],
      "successCriteria": "Learner can express themselves fluently and spontaneously without much obvious searching for expressions and can use language flexibly and effectively for social, academic and professional purposes with a high degree of accuracy."
    },

    {
      "id": "EN_GER_C2",
      "title": "English C2 – Proficient",
      "description": "Near-native mastery of English. Learner can understand with ease virtually everything heard or read and can express themselves very fluently and precisely.",
      "tags": ["subject:en", "cefr:C2"],
      "requires": ["EN_GER_C1"],
      "contains": [],
      "estDurationHours": 300,
      "focusAreas": [
        "Vocabulary: very wide and nuanced vocabulary including idioms, colloquialisms and specialised terminology.",
        "Grammar: almost complete accuracy with only occasional slips, control of subtle stylistic and pragmatic nuances and consistent command of complex structures.",
        "Listening: understanding any kind of spoken language, live or broadcast, even when delivered at fast native speed, provided there is some time to get familiar with the accent.",
        "Speaking: expressing themselves spontaneously, very fluently and precisely, differentiating finer shades of meaning even in more complex situations and managing register shifts naturally.",
        "Reading: understanding virtually all forms of written language, including abstract, structurally complex or highly colloquial literary and non-literary works.",
        "Writing: writing clear, smoothly flowing and complex texts (400–500+ words) in an appropriate style with an effective logical structure that helps the reader to notice and remember significant points."
      ],
      "successCriteria": "Learner can understand with ease virtually everything heard or read, summarise information from different spoken and written sources, reconstructing arguments and accounts in a coherent presentation, and express themselves spontaneously, very fluently and precisely in complex situations."
    }
  ]
}
